/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ terminada en %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Fuera de línea";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "Agregar otro";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Agregar tarjeta";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "DIRECCIÓN DEL TITULAR DE LA CUENTA";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Débito BECS (Australia)";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "Débito directo BECS (Australia)";

/* part of {Account} ending in {last4} */
"Account" = "Cuenta";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nombre del titular de la cuenta";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Número de cuenta";

/* Button to add a new credit card. */
"Add New Card…" = "Agregar nueva tarjeta...";

/* Title for Add a Card view */
"Add a Card" = "Agrega una tarjeta";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Agrega una cuenta de débito directo";

/* Title shown above a card entry form */
"Add a card" = "Agrega una tarjeta";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Agregar un método de pago";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Agregar cuenta bancaria";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Agregar tarjeta";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Agregar nuevo método de pago";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Agrega la información de pago";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Segunda línea de la dirección (opcional)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apto.";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "¿Deseas quitar esta tarjeta?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "¿Deseas quitar esta cuenta vinculada?";

/* Title for bank picker section */
"BANK" = "BANCO";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMACIÓN DE LA CUENTA BANCARIA";

/* Title for billing address entry section */
"BILLING ADDRESS" = "DIRECCIÓN DE FACTURACIÓN";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* Text for back button */
"Back" = "Atrás";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Banco";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Cuenta bancaria";

/* Title for billing address entry section */
"Billing Address" = "Dirección de facturación";

/* Billing address section title for card form entry. */
"Billing address" = "Dirección de facturación";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Compra ahora y paga después con Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al continuar, aceptas autorizar pagos conforme a <terms>estas condiciones</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Al continuar, aceptas autorizar pagos conforme a estas <terms>condiciones</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Al unirte a Link, aceptas las <terms>Condiciones de servicio</terms> y la <privacy>Política de privacidad</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Al proporcionar tu IBAN y confirmar el pago, estás autorizando a %@ y a Stripe, nuestro proveedor de servicios de pago, a enviar instrucciones a tu banco para que este haga un débito en tu cuenta y lo haga conforme a esas instrucciones. Tienes derecho a un rembolso del banco según los términos y condiciones del acuerdo que tengas con tu banco. El rembolso debe reclamarse en el plazo de 8 semanas a partir de la fecha en la que se hizo el débito.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Al brindar los datos de tu cuenta bancaria y confirmar el pago, aceptas esta solicitud de débito directo y el <terms>contrato de servicio de solicitud de débito directo</terms>, y autorizas a Stripe Payments Australia Pty Ltd, ACN 160 180 343, número de ID de usuario de débito directo 507156 (“Stripe”), a efectuar débitos en tu cuenta mediante el sistema Bulk Electronic Clearing System (BECS) en nombre de %@ (el “Comerciante”) por los importes que te comunique por separado el Comerciante. Certificas que eres titular de una cuenta o signatario autorizado de la cuenta especificada arriba.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Al suministrar tus datos de pago y confirmar el pago, autorizas (A) a %@ y a Stripe, nuestro proveedor de servicios de pago, a enviar instrucciones a tu banco para que efectúe débitos en tu cuenta y (B) al banco a que efectúe los débitos en tu cuenta siguiendo esas instrucciones. Como parte de tus prerrogativas, tienes derecho a un rembolso del banco conforme a los términos y condiciones del contrato suscripto con dicha entidad. La solicitud de rembolso deberá efectuarse dentro de las 8 semanas posteriores a la fecha en que se efectuó el débito en tu cuenta. Tus derechos se explican en una declaración que puedes solicitarle a tu banco. Aceptas recibir notificaciones sobre próximos débitos con hasta 2 días de antelación a que estos ocurran.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Al guardar tu cuenta bancaria para %@, aceptas autorizar pagos conforme a estas <terms>condiciones</terms>.";

/* Title for card number entry field */
"CARD" = "TARJETA";

/* Title for contact info form */
"CONTACT" = "CONTACTO";

/* Title for country picker section */
"COUNTRY" = "PAÍS";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Tarjeta";

/* Details of a saved card */
"Card ending in %@" = "Tarjeta terminada en %@";

/* Card details entry form header title */
"Card information" = "Información de la tarjeta";

/* Label for card number entry text field */
"Card number" = "Número de tarjeta";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Cambiar correo electrónico";

/* TODO */
"Choose a payment method" = "Elegir un método de pago";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Cerrar escáner de tarjetas";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Campo del código";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Código enviado";

/* Title for contact info form */
"Contact" = "Contacto";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "DIRECCIÓN DE ENTREGA";

/* Label for identifying the default payment method. */
"Default" = "Predeterminado";

/* Title for delivery info form */
"Delivery" = "Entrega";

/* Title for delivery address entry section */
"Delivery Address" = "Dirección de entrega";

/* Accessibility hint for a text field */
"Double tap to edit" = "Pulsa dos veces para editar";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "Banco que opera con EPS";

/* Button title to enter editing mode */
"Edit" = "Editar";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Ingresa el código enviado al %@ para utilizar Link como método de pago predeterminado.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Ingresa el código de verificación";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "Por razones de seguridad, vuelve a ingresar el código de seguridad de tu tarjeta.";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Nombre completo";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Dirección de envío inválida";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Datos no válidos.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Únete a Link";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Cargando...";

/* label for text field to enter card expiry */
"MM / YY" = "MM/AA";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "MÁS OPCIONES";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nueva tarjeta";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nueva cuenta de débito directo";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nueva cuenta de débito directo SEPA";

/* Button to move to the next text entry field */
"Next" = "Siguiente";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "¿No eres %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Banca electrónica (FPX)";

/* Separator label between two options */
"Or" = "O";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "O pagar con";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "O pagar con tarjeta";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Pagar %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Pagar de otra manera";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Paga más rápido en %@ y en miles de comercios.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Paga después con Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Paga a lo largo del tiempo con %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Pagar con";

/* Label preceding the selected payment method. */
"Pay with" = "Pagar con";

/* Pay with {payment method} */
"Pay with %@" = "Pagar con %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Método de pago";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Apunta la cámara a la tarjeta.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postal";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Código postal";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Procesando...";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Banco que opera con Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Eliminar";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Elimina la tarjeta %1$@ terminada en %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Elimina %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Eliminación de la tarjeta";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Eliminar cuenta bancaria";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Eliminar la cuenta bancaria que termina en %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Quitar tarjeta";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Eliminar cuenta vinculada";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Reenviar código";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Cuenta SEPA";
/* Payment method brand name */

"SEPA Debit" = "Débito SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Débito directo SEPA";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "DIRECCIÓN DE ENVÍO";
/* Label for shipping method form */

"SHIPPING METHOD" = "MÉTODO DE ENVÍO";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Guardar para futuros pagos";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Guardar mis datos para hacer el pago en 1 click en modo seguro";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Guardar esta tarjeta para futuros pagos de %@";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Guardar esta tarjeta para realizar compras futuras en Stripe";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Pago seguro en un click";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Selecciona un pago guardado";
/* label for iDEAL-bank selection picker */

"Select bank" = "Seleccionar banco";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Selecciona el método de pago";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Establecer como valor predeterminado";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Establecer como método de pago predeterminado";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Configurar";
/* Title for shipping info form */

"Shipping" = "Envío";
/* Title for shipping address entry section */

"Shipping Address" = "Dirección de envío";
/* Label for shipping method form */

"Shipping Method" = "Método de envío";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Mostrar menú";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Inicia sesión en tu cuenta de Link";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Estado/Provincia/Región";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe depositará $0.01 en tu cuenta dentro de 1 o 2 días hábiles. Luego, recibirás un correo electrónico con instrucciones para completar el pago de %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Pulsa para cerrar";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Pulsa para expandir";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "El BSB que ingresaste está incompleto.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "El BSB que ingresaste no es válido.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "El IBAN que ingresaste está incompleto.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "El IBAN que ingresaste no es válido; \"%@\" no es un código de país admitido.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "El método de pago seleccionado no está disponible.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Esta tarjeta está vencida. Actualízala para seguir usándola o utiliza otra tarjeta.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Tu método predeterminado";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Se agotó el tiempo para autenticar el método de pago. Vuelve a intentarlo.";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Para escanear la tarjeta, permite el acceso a la cámara en Configuración.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "No disponible para esta compra";

/* Default missing source type label */
"Unknown" = "Desconocido";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Actualizar tarjeta";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Usar la de facturación";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Usar la de entrega";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Usar la de envío";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Utiliza la información guardada para finalizar la compra más rápido";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "No pudimos autenticar tu método de pago. Elige otro método y vuelve a intentarlo.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Accederás a %@ para terminar la compra.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "El IBAN debe empezar con un código de país de dos letras.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "El IBAN debe empezar con un código de país de dos letras.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "El código postal está incompleto.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "El código postal no es válido.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "El número de tarjeta está incompleto.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "El número de tarjeta no es válido.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "La fecha de vencimiento de la tarjeta está incompleta.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "La fecha de vencimiento de la tarjeta no es válida.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "El mes de vencimiento de la tarjeta no es válido.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "El año de vencimiento de la tarjeta no es válido.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "El código de seguridad de la tarjeta está incompleto.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "El código de seguridad de la tarjeta no es válido.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "El código postal está incompleto.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "El código postal no es válido.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Código ZIP";

/* accessibility label for text field */
"card number" = "número de tarjeta";

/* Placeholder string for email entry field. */
"example@example.com" = "ejemplo@ejemplo.com";

/* accessibility label for text field */
"expiration date" = "fecha de vencimiento";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Banco iDEAL";

